{
  "title": {
    "en": "Basque Cheesecake",
    "es": "Tarta de queso vasca",
    "cat": "Pastís de formatge basc",
    "sv": "Baskisk ostkaka"
  },
  "author": "Arnau",
  "categories": ["desserts"],
  "image": "/images/cheesecake/main.webp",
  "description": {
    "en": "A creamy and delicious cheesecake with a perfect balance of flavors. The original recipe is for a ø 15 cm (6 in) mold.",
    "es": "Una tarta de queso cremosa y deliciosa con un equilibrio perfecto de sabores. La receta original es para un molde de ø 15 cm.",
    "cat": "Un pastís de formatge cremós i deliciós amb un equilibri perfecte de sabors. La recepta original és per a un motlle de ø 15 cm.",
    "sv": "En krämig och utsökt ostkaka med en perfekt balans av smaker. Originalreceptet är för en ø 15 cm (6 tum) form."
  },
  "portion": {
    "type": "area",
    "shape": "circular",
    "dimensions": { "diameter": 15, "unit": "cm" }
  },
  "variants": [
    {
      "key": "classic",
      "name": { "en": "Classic", "es": "Clásica", "cat": "Clàssica", "sv": "Klassisk" }
    },
    {
      "key": "blue",
      "name": { "en": "Blue cheese", "es": "Queso azul", "cat": "Formatge blau", "sv": "Blåmögelost" }
    }
  ],
  "ingredients": [
    {
      "group": {
        "en": "Cookie Base",
        "es": "Base de galleta",
        "cat": "Base de galeta",
        "sv": "Kexbotten"
      },
      "items": [
        { "ingredient": "digestive_cookies", "value": 0, "unit": "as_needed" },
        { "ingredient": "butter", "value": 0, "unit": "as_needed" }
      ]
    },
    {
      "group": {
        "en": "Filling",
        "es": "Relleno",
        "cat": "Farcit",
        "sv": "Fyllning"
      },
      "items": [
        {
          "ingredient": "cream_cheese",
          "value": 300,
          "unit": "g",
          "text": {
            "en": "(Philadelphia)",
            "es": "(Philadelphia)",
            "cat": "(Philadelphia)",
            "sv": "(Philadelphia)"
          }
        },
        {
          "ingredient": "parmesan_cheese",
          "value": 40,
          "unit": "g",
          "text": {
            "en": "grated",
            "es": "rallado",
            "cat": "ratllat",
            "sv": "riven"
          },
          "onlyForVariation": "classic"
        },
        {
          "ingredient": "parmesan_cheese",
          "value": 20,
          "unit": "g",
          "text": {
            "en": "grated",
            "es": "rallado",
            "cat": "ratllat",
            "sv": "riven"
          },
          "onlyForVariation": "blue"
        },
        {
          "ingredient": "blue_cheese",
          "value": 20,
          "unit": "g",
          "text": {
            "en": "gorgonzola or roquefort",
            "es": "gorgonzola o roquefort",
            "cat": "gorgonzola o roquefort",
            "sv": "gorgonzola eller roquefort"
          },
          "onlyForVariation": "blue"
        },
        { "ingredient": "eggs", "value": 2 },
        { "ingredient": "heavy_cream", "value": 200, "unit": "ml" },
        { "ingredient": "sugar", "value": 75, "unit": "g" },
        { "ingredient": "flour", "value": 10, "unit": "g" }
      ]
    }
  ],
  "instructions": [
    {
      "text": {
        "en": "Bring all filling ingredients to room temperature.",
        "es": "Lleva todos los ingredientes del relleno a temperatura ambiente.",
        "cat": "Porta tots els ingredients del farcit a temperatura ambient.",
        "sv": "Ta alla fyllningsingredienser till rumstemperatur."
      }
    },
    {
      "text": {
        "en": "Preheat a fan-assisted oven to 200°C (390°F).",
        "es": "Precalienta el horno con ventilador a 200°C (390°F).",
        "cat": "Preescalfa el forn amb ventilador a 200°C (390°F).",
        "sv": "Värm en varmluftsugn till 200°C (390°F)."
      }
    },
    {
      "text": {
        "en": "Crush the Digestive cookies with butter to form the base. If you don't have a mixer, place the cookies in a bag and smash them with a pan.",
        "es": "Tritura las galletas Digestive con la mantequilla para hacer la base. Si no tienes batidora, pon las galletas en una bolsa y aplástalas con una sartén.",
        "cat": "Tritura les galetes Digestive amb la mantega per fer la base. Si no tens batedora, posa les galetes dins una bossa i aixafa-les amb una paella.",
        "sv": "Krossa Digestivekexen med smör för botten. Om du inte har en mixer, lägg kexen i en påse och krossa dem med en stekpanna."
      }
    },
    {
      "text": {
        "en": "Press the mixture firmly into the pan, using a flat-bottomed glass to compact it.",
        "es": "Presiona la mezcla firmemente en el molde usando un vaso de fondo plano.",
        "cat": "Prem la barreja fermament dins el motlle amb un got de fons pla.",
        "sv": "Pressa blandningen hårt i formen med ett glas med platt botten."
      }
    },
    {
      "text": {
        "en": "Bake the base for 5 minutes (10 minutes if the oven is not fully preheated).",
        "es": "Hornea la base durante 5 minutos (10 minutos si el horno no estaba bien caliente).",
        "cat": "Enforna la base 5 minuts (10 minuts si el forn no estava prou calent).",
        "sv": "Grädda botten i 5 minuter (10 minuter om ugnen inte är helt varm)."
      }
    },
    {
      "text": {
        "en": "Mix all ingredients except the Philadelphia using a hand mixer. Keep the mixer low to avoid incorporating air into the mixture.",
        "es": "Mezcla todos los ingredientes excepto el Philadelphia con una batidora de mano. No levantes la batidora para evitar introducir aire.",
        "cat": "Barreja tots els ingredients excepte el Philadelphia amb una batedora de mà. No aixequis la batedora per evitar incorporar aire.",
        "sv": "Blanda alla ingredienser utom Philadelphia med en handmixer. Lyft inte mixern för att undvika att få in luft."
      }
    },
    {
      "text": {
        "en": "In a separate bowl, soften the Philadelphia cheese. Add the mixture little by little, mixing gently to avoid lumps.",
        "es": "En un bol aparte, ablanda el queso Philadelphia. Añade la mezcla poco a poco, mezclando suavemente para evitar grumos.",
        "cat": "En un bol a part, estova el formatge Philadelphia. Afegeix la barreja a poc a poc, barrejant suaument per evitar grumolls.",
        "sv": "I en separat skål, mjuka upp Philadelphiaosten. Tillsätt blandningen lite i taget och blanda försiktigt för att undvika klumpar."
      }
    },
    {
      "text": {
        "en": "Pour the filling into the pan carefully to avoid damaging the base.",
        "es": "Vierte el relleno en el molde con cuidado para no dañar la base.",
        "cat": "Aboca el farcit al motlle amb cura per no malmetre la base.",
        "sv": "Häll fyllningen försiktigt i formen för att inte skada botten."
      }
    },
    {
      "text": {
        "en": "Bake for 10 minutes (or longer depending on the size of the cake). Then activate the top heat with ventilation and bake for another 10 minutes until nicely browned.",
        "es": "Hornea durante 10 minutos (o más según el tamaño del pastel). Luego activa el calor superior con ventilación y hornea 10 minutos más hasta que esté bien dorado.",
        "cat": "Enforna durant 10 minuts (o més segons la mida del pastís). Després activa el calor superior amb ventilació i enforna 10 minuts més fins que quedi ben daurat.",
        "sv": "Grädda i 10 minuter (eller längre beroende på kakans storlek). Slå sedan på övervärme med fläkt och grädda ytterligare 10 minuter tills ytan är gyllene."
      }
    },
    {
      "text": {
        "en": "Remove from the oven and let cool to room temperature.",
        "es": "Saca del horno y deja enfriar a temperatura ambiente.",
        "cat": "Treu del forn i deixa refredar a temperatura ambient.",
        "sv": "Ta ut ur ugnen och låt svalna till rumstemperatur."
      }
    },
    {
      "text": {
        "en": "Refrigerate for at least 3 hours before serving.",
        "es": "Refrigera al menos 3 horas antes de servir.",
        "cat": "Refreda a la nevera almenys 3 hores abans de servir.",
        "sv": "Ställ i kylskåp i minst 3 timmar före servering."
      }
    },
    {
      "text": {
        "en": "Serve plain or with jam.",
        "es": "Sirve sola o con mermelada.",
        "cat": "Serveix sola o amb melmelada.",
        "sv": "Servera naturell eller med sylt."
      }
    }
  ]
}
