{
  "title": {
    "en": "Fudgy Chocolate Brownie",
    "es": "Brownie de Chocolate",
    "cat": "Brownie de Xocolata",
    "sv": "Kladdig Chokladbrownie"
  },
  "author": "Arnau",
  "development": true,
  "categories": [
    "desserts"
  ],
  "image": "/images/chocolate_brownie/main.webp",
  "description": {
    "en": "A rich, fudgy chocolate brownie with a dense, melt-in-your-mouth texture. Made with dark chocolate, almond flour, and espresso powder for enhanced chocolate flavor.",
    "es": "Un brownie de chocolate rico y denso con una textura que se derrite en la boca. Preparado con chocolate negro, harina de almendras y café espresso para realzar el sabor del chocolate.",
    "cat": "Un brownie de xocolata ric i dens amb una textura que es fongui a la boca. Preparat amb xocolata negra, farina d'ametlles i cafè espresso per realçar el sabor del xocolate.",
    "sv": "En rik, kladdig chokladbrownie med en tät, smält-i-munnen-textur. Tillagad med mörk choklad, mandelmjöl och espressopulver för förbättrad chokladsmak."
  },
  "portion": {
    "type": "area",
    "shape": "circular",
    "dimensions": {
      "diameter": 15,
      "unit": "cm"
    }
  },
  "ingredients": [
    {
      "ingredient": "butter",
      "value": 30,
      "unit": "g"
    },
    {
      "ingredient": "dark_chocolate_chips",
      "value": 30,
      "unit": "g",
      "text": {
        "en": "chocolate at least 70% cacao",
        "es": "chocolate al menos 70% cacao",
        "cat": "xocolata almenys 70% cacau",
        "sv": "choklad minst 70% kakao"
      }
    },
    {
      "ingredient": "sugar",
      "value": 70,
      "unit": "g"
    },
    {
      "ingredient": "eggs",
      "value": 1
    },
    {
      "ingredient": "unsweetened_cocoa_powder",
      "value": 20,
      "unit": "g"
    },
    {
      "ingredient": "flour",
      "value": 40,
      "unit": "g"
    },
    {
      "ingredient": "almond_flour",
      "value": 40,
      "unit": "g"
    },
    {
      "ingredient": "espresso_powder",
      "value": 0.5,
      "unit": "tsp",
      "text": {
        "en": "coffee powder",
        "es": "café en polvo",
        "cat": "cafè en pols",
        "sv": "kaffepulver"
      }
    },
    {
      "ingredient": "salt",
      "value": 0.5,
      "unit": "tsp"
    },
    {
      "ingredient": "baking_powder",
      "value": 0.5,
      "unit": "tsp"
    },
    {
      "ingredient": "walnuts",
      "value": 0,
      "unit": "as_needed",
      "text": {
        "en": "chopped",
        "es": "troceadas",
        "cat": "trossejades",
        "sv": "hackade"
      }
    },
    {
      "ingredient": "dark_chocolate_chips",
      "value": 0,
      "unit": "as_needed",
      "text": {
        "en": "chopped chocolate",
        "es": "chocolate troceado",
        "cat": "xocolata trossejada",
        "sv": "hackad choklad"
      }
    },
    {
      "ingredient": "raspberry",
      "value": 0,
      "unit": "as_needed",
      "text": {
        "en": "optional, to add acidity",
        "es": "opcional, para añadir acidez",
        "cat": "opcional, per afegir acidesa",
        "sv": "valfritt, för att lägga till syra"
      }
    }
  ],
  "instructions": [
    {
      "text": {
        "en": "Preheat oven to 175°C (350°F). Grease a 15 cm diameter circular cake pan or line it with parchment paper.",
        "es": "Precalienta el horno a 175°C (350°F). Engrasa un molde circular de 15 cm de diámetro o fórralo con papel de hornear.",
        "cat": "Preescalfa el forn a 175°C (350°F). Unta un motlle circular de 15 cm de diàmetre o fòrra'l amb paper d'forn.",
        "sv": "Värm ugnen till 175°C (350°F). Smörj en cirkulär kakaform med 15 cm diameter eller lägg bakplåtspapper i den."
      }
    },
    {
      "text": {
        "en": "Melt the chocolate and butter together using a double boiler or by placing a heatproof bowl over a pot of simmering water. Stir occasionally until smooth and fully melted. Remove from heat and let cool slightly.",
        "es": "Derrite el chocolate y la mantequilla juntos usando un baño María o colocando un bol resistente al calor sobre una olla con agua hirviendo. Remueve ocasionalmente hasta que esté suave y completamente derretido. Retira del fuego y deja enfriar ligeramente.",
        "cat": "Fon el xocolate i la mantega junts usant un bany Maria o col·locant un bol resistent a la calor sobre una olla amb aigua bullint. Remena ocasionalment fins que estigui suau i completament fos. Retira del foc i deixa refredar lleugerament.",
        "sv": "Smält chokladen och smöret tillsammans med hjälp av ett vattenbad eller genom att sätta en värmetålig skål över en kastrull med kokande vatten. Rör om då och då tills det är smidigt och helt smält. Ta bort från värmen och låt svalna något."
      }
    },
    {
      "text": {
        "en": "Add the sugar to the melted chocolate and butter mixture and whisk until well incorporated.",
        "es": "Añade el azúcar a la mezcla de chocolate y mantequilla derretidos y bate hasta que esté bien incorporado.",
        "cat": "Afegeix el sucre a la barreja de xocolate i mantega fosos i batega fins que estigui ben incorporat.",
        "sv": "Tillsätt sockret i den smälta choklad- och smörblandningen och vispa tills det är väl inblandat."
      }
    },
    {
      "text": {
        "en": "Add the egg and mix until fully combined.",
        "es": "Añade el huevo y mezcla hasta que esté completamente combinado.",
        "cat": "Afegeix l'ou i barreja fins que estigui completament combinat.",
        "sv": "Tillsätt ägget och blanda tills det är helt kombinerat."
      }
    },
    {
      "text": {
        "en": "Sift together the cocoa powder, flour, espresso powder, salt, and baking powder. Add to the wet mixture and fold gently until just combined.",
        "es": "Cierne juntos el cacao en polvo, la harina, el café espresso, la sal y la levadura química. Añade a la mezcla húmeda e incorpora suavemente hasta que se combine.",
        "cat": "Tamisa junts el cacau en pols, la farina, el cafè espresso, la sal i el llevat químic. Afegeix a la barreja humida i incorpora suaument fins que es combini.",
        "sv": "Sikta ihop kakaopulvret, mjölet, espressopulvret, saltet och bakpulvret. Tillsätt i den våta blandningen och vik försiktigt tills det bara är kombinerat."
      }
    },
    {
      "text": {
        "en": "Add the almond flour and fold gently until incorporated.",
        "es": "Añade la harina de almendras e incorpora suavemente hasta que esté incorporada.",
        "cat": "Afegeix la farina d'ametlles i incorpora suaument fins que estigui incorporada.",
        "sv": "Tillsätt mandelmjölet och vik försiktigt tills det är inblandat."
      }
    },
    {
      "text": {
        "en": "Fold in the chopped walnuts and chopped chocolate pieces.",
        "es": "Incorpora las nueces troceadas y los trozos de chocolate.",
        "cat": "Incorporau les nous trossejades i els trossos de xocolate.",
        "sv": "Vik ner de hackade valnötterna och chokladbitarna."
      }
    },
    {
      "text": {
        "en": "Pour the batter into the prepared pan. If desired, scatter fresh raspberries on top for added acidity and visual appeal.",
        "es": "Vierte la masa en el molde preparado. Si lo deseas, esparce frambuesas frescas por encima para añadir acidez y atractivo visual.",
        "cat": "Aboca la massa al motlle preparat. Si ho desitges, escampa gerds fresques per sobre per afegir acidesa i atractiu visual.",
        "sv": "Häll smeten i den förberedda formen. Om du vill, strö färska hallon ovanpå för att lägga till syra och visuellt intresse."
      }
    },
    {
      "text": {
        "en": "Bake in the preheated oven for 20–25 minutes, or until a toothpick inserted into the center comes out with a few moist crumbs attached. The center should still be slightly soft.",
        "es": "Hornea en el horno precalentado durante 20–25 minutos, o hasta que un palillo insertado en el centro salga con algunas migas húmedas adheridas. El centro debe seguir estando ligeramente blando.",
        "cat": "Forna al forn preescalfat durant 20–25 minuts, o fins que un pal insertat al centre surti amb algunes engrunes humides adherides. El centre ha de seguir estant lleugerament tou.",
        "sv": "Grädda i den förvärmda ugnen i 20–25 minuter, eller tills en tandpetare som stickas in i mitten kommer ut med några fuktiga smulor. Mitten ska fortfarande vara lite mjuk."
      }
    }
  ]
}

